{
  "title": "Medicare Prescription Payment Plan",
  "outline": [
    {
      "level": "H1",
      "text": "Fact Sheet: Medicare Prescription Payment Plan",
      "page": 1
    },
    {
      "level": "H2", 
      "text": "What is the Medicare Prescription Payment Plan?",
      "page": 1
    },
    {
      "level": "H2",
      "text": "What does the draft part one guidance include?",
      "page": 2
    },
    {
      "level": "H2",
      "text": "What will the draft part two guidance include? When will it be released?",
      "page": 3
    },
    {
      "level": "H2",
      "text": "How will Part D enrollees benefit under the Medicare Prescription Payment Plan?",
      "page": 3
    },
    {
      "level": "H2",
      "text": "Who is likely to benefit from the Medicare Prescription Payment Plan?",
      "page": 3
    },
    {
      "level": "H2",
      "text": "Will the Medicare Prescription Payment Plan reduce individuals' overall out-of-pocket costs?",
      "page": 4
    },
    {
      "level": "H2",
      "text": "When can Part D enrollees opt into the Medicare Prescription Payment Plan?",
      "page": 4
    },
    {
      "level": "H2",
      "text": "How do Part D enrollees opt into the Medicare Prescription Payment Plan?",
      "page": 4
    },
    {
      "level": "H2",
      "text": "What do plan sponsors need to tell Part D enrollees who opt into the Medicare Prescription Payment Plan?",
      "page": 5
    },
    {
      "level": "H2",
      "text": "Are individuals in the Extra Help program eligible to participate in the Medicare Prescription Payment Plan?",
      "page": 5
    },
    {
      "level": "H2",
      "text": "For Part D enrollees who have opted into the Medicare Prescription Payment Plan, what cost-sharing will they pay at the pharmacy, and how will they be billed for the amounts due?",
      "page": 5
    },
    {
      "level": "H2",
      "text": "Will opting into the program change anything about Part D benefits?",
      "page": 6
    },
    {
      "level": "H2",
      "text": "What types of drugs does the Medicare Prescription Payment Plan apply to?",
      "page": 6
    },
    {
      "level": "H2",
      "text": "Can individuals opt out of the Medicare Prescription Payment Plan once they have opted in?",
      "page": 6
    },
    {
      "level": "H2",
      "text": "Can an individual's participation be terminated from the Medicare Prescription Payment Plan? And what program participant protections will there be?",
      "page": 6
    },
    {
      "level": "H2",
      "text": "What is the role of pharmacies in this new Medicare Prescription Payment Plan?",
      "page": 7
    },
    {
      "level": "H2",
      "text": "How is CMS going to educate people with Medicare Part D about this new program?",
      "page": 8
    },
    {
      "level": "H2",
      "text": "How can the public provide input on the new Medicare Prescription Payment Plan?",
      "page": 8
    }
  ]
}